Repository: 84000/data-translation-memory
Catalog: toh73-v3.tmx
Source language: bo
Languages: en

source: དེ་བཞིན་བྱིས་པ་བདེ་འདོད་རྣམས། །རྒྱལ་བའི་བསྟན་པ་སྤངས་ནས་ནི། །
en: “In that same way, fools seeking happiness Abandon the Victorious One’s teachings.

source: འདོད་པ་དམན་པ་རྣམས་བསྟེན་པས། །དེས་ནི་ངན་འགྲོར་འགྲོ་བར་འགྱུར། །
en: By indulging in the lowly sense pleasures They proceed to the lower realms.

source: འདོད་པ་རྣམས་ལ་ཆགས་མྱོས་ནས། །ཤིན་ཏུ་སྡིག་པའི་ལས་བྱས་ཤིང་། །ཚུལ་ཁྲིམས་ཅན་དག་བསླུས་བྱས་ནས། །
en: “Intoxicated by their lust for sense pleasures They perform extremely evil deeds, And criticize those with moral discipline.

source: ཕྱིས་ནི་ངན་འགྲོར་འགྲོ་བར་འགྱུར། །
en: Ultimately, they will proceed to the lower realms.

source: ཤེས་རབ་ཅན་གྱིས་དལ་རྙེད་ཅིང་། །དེ་འདྲའི་ཆོས་ནི་ཐོས་གྱུར་ནས། །འདོད་ཀུན་སྤངས་ནས་འདི་ལ་ནི། །མཁས་པ་མངོན་པར་རབ་བྱུང་ཤིག །
en: “As soon as he has the opportunity, a wise man Who has listened to a teaching such as this one Ought to abandon all sense pleasures And go forth as a renunciant.

source: རྒྱལ་པོ་ཆེན་པོ་སྐྱེས་པ་འདོད་པ་ལ་སྟེན་པ་རྣམས་ཀྱི་སྐྱོན་ནི་དེ་དག་ཡིན་ཏེ།
en: “Great King, these are the faults of men who indulge in sense pleasures.

source: འདོད་པའི་གཞི་དང་། འདོད་པའི་རྨ་དང་། འདོད་པ་ལ་ལྷག་པར་ཞེན་པ་རྣམས་ནི་སེམས་ཅན་དམྱལ་བ་པ་རྣམས་ཀྱི་ཚོར་བ་མྱོང་བར་འགྱུར་རོ། །
en: Those who cling to sense pleasure, to the causes of sense pleasure, and to the bases of sense pleasure will experience the hell realms.

source: རྒྱལ་པོ་ཆེན་པོ་དེ་ལྟ་བས་ན་ཁྱོད་ཀྱིས་རྟག་པར་རྒྱུན་ཏུ་སངས་རྒྱས་རྗེས་སུ་དྲན་པ་བསྒོམ་པར་བྱའོ། །
en: Therefore, Great King, you must constantly and continuously cultivate mindfulness of the Buddha.

source: ཁྱོད་ཀྱིས་ལུས་སུ་གཏོགས་པའི་སེམས་རྗེས་སུ་དྲན་པ་བསྒོམ་པར་བྱའོ། །
en: You must cultivate mindfulness of the body.”

source: དེ་ལྟར་བཅོམ་ལྡན་འདས་ཀྱིས་བད་སའི་རྒྱལ་པོ་འཆར་བྱེད་ལ་དེ་ལྟ་དེ་ལྟར་ཆོས་བསྟན་པར་མཛད་དེ།
en: That is how the Blessed One taught King Udayana of Vatsa.

source: ཆོས་བསྟན་པ་དེས་བད་སའི་རྒྱལ་པོ་འཆར་བྱེད་དེ་བཞིན་གཤེགས་པ་ལ་དགའ་བ་དང་། རབ་ཏུ་དགའ་བ་དང་། མཆོག་ཏུ་དགའ་བ་ཐོབ་པར་གྱུར་ཏོ། །
en: As a result of that teaching, King Udayana of Vatsa was delighted, joyful, and extremely happy with the Thus-Gone One.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་བད་སའི་རྒྱལ་པོ་འཆར་བྱེད་ཀྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཇི་ཙམ་དུ་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱིས་སྐྱེས་པ་དང་། བུད་མེད་རྣམས་ཀྱི་སྐྱོན་བསམ་གྱིས་མི་ཁྱབ་པའི་བར་དེ་དག་བཀའ་སྩལ་ཅིང་ལེགས་པར་གསུངས་པ་ནི་ངོ་མཚར་ལགས་སོ། །
en: Then King Udayana of Vatsa said to the Blessed One, “Blessed One, the blessed, thus-gone, worthy, completely perfect Buddha’s explanation of the excellent teaching on the inconceivably numerous faults of men and women is truly amazing.

source: བཅོམ་ལྡན་འདས་བདག་ནི་བཅོམ་ལྡན་འདས་དང་། ཆོས་དང་དགེ་སློང་གི་དགེ་འདུན་ལ་སྐྱབས་སུ་མཆི་སྟེ།
en: Blessed One, I seek refuge in the Blessed One, the Dharma, and the Saṇgha.

source: མཚོན་ཆ་སྤངས་ཤིང་དབྱུག་པ་སྤངས་ལ་ངོ་ཚ་མཆིས་ཤིང་སྲོག་ཆགས་འབྱུང་པོ་ཐམས་ཅད་ལ་སྙིང་བརྩེ་བར་ཞུགས་པ་ལགས་ཀྱིས།
en: I have abandoned my weapons and my clubs. I have become modest, and I feel love for all living beings.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བདག་དགེ་བསྙེན་དུ་གཟུང་དུ་གསོལ། བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས།
en: Blessed One, please accept me as a male lay disciple.”

source: བད་སའི་རྒྱལ་པོ་འཆར་བྱེད་དང་། དགེ་སློང་དེ་དག་དང་། བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་དང་། ལྷ་དང་མི་དང་ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།
en: When the Blessed One had finished teaching, King Udayana of Vatsa, the monks, bodhisattvas, gods, humans, asuras, and gandharvas, together with the whole world, rejoiced and praised the Blessed One’s words.

source: འཕགས་པ་དཀོན་མཆོག་བརྩེགས་པ་ཆེན་པོའི་ཆོས་ཀྱི་རྣམ་གྲངས་ལེའུ་སྟོང་ཕྲག་བརྒྱ་པ་ལས་བད་སའི་རྒྱལ་པོ་འཆར་བྱེད་ཀྱིས་ཞུས་པའི་ལེའུ་ཞེས་བྱ་སྟེ་ཉི་ཤུ་རྩ་དགུ་པ་རྫོགས་སོ།། །།
en: Thus concludes The Episode “King Udayana of Vatsa’s Questions,” the twenty-ninth of the one hundred thousand sections of the Dharma discourse known as The Noble Great Heap of Jewels.

source: རྒྱ་གར་གྱི་མཁན་པོ་ཛི་ན་མི་ཏྲ་དང་། སུ་རེན་དྲ་བོ་དྷི་དང་། ཞུ་ཆེན་གྱི་ལོ་ཙྪ་བ་བན་དེ་ཡེ་ཤེས་སྡེ་ལ་སོགས་པས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།​། །​།
en: Translated, edited, and finalized by, among others, the Indian preceptors Jinamitra and Surendrabodhi and the chief editor-translator, Bandé Yeshé Dé.
